import { handleSaveToLocalStorage } from 'fakeApi';

export const Home = () => {
  return (
    <>
      <main>
        <div>
          <h2>Ласкаво просимо до "LOGICTRANS"!</h2>
          <p>
            Ми є провідною логістичною компанією, яка забезпечує широкий спектр
            послуг у сфері перевезень та логістики.
          </p>
          <p>
            Наша команда професіоналів готова вирішувати найскладніші завдання з
            перевезення вантажів по всьому світу.
          </p>
          <p>З нами ваші вантажі доставляться швидко, безпечно і вчасно.</p>
          <button type="button" onClick={handleSaveToLocalStorage}>
            Зберегти до Firebase
          </button>
          <h3>Наші послуги</h3>
          <ul>
            <li>Міжнародні перевезення</li>
            <li>Експрес-доставка</li>
            <li>Складські послуги</li>
          </ul>

          <h3>Наші клієнти</h3>
          <p>Ми співпрацюємо з різними клієнтами, включаючи:</p>
          <ul>
            <li>Малий та середній бізнес</li>
            <li>Великі корпорації</li>
            <li>Електронна комерція</li>
            <li>Галузеві лідери</li>
          </ul>

          <h3>Зв'яжіться з нами</h3>
          <p>
            Якщо ви зацікавлені у наших послугах або маєте запитання, будь
            ласка, зв'яжіться з нами за допомогою наступних контактних даних:
          </p>
        </div>
      </main>
    </>
  );
};
